{ "posts": [{
    "blog_author": "Dan Lauby",
    "blog_content": "Mustache actually kombucha +1 shoreditch kinfolk. Pug godard neutra, affogato marfa sustainable cronut photo booth mustache williamsburg PBR&B single-origin coffee next level. Chia flannel authentic, brooklyn venmo cred snackwave tofu. Coloring book drinking vinegar 90's tumblr poutine, intelligentsia humblebrag iceland salvia DIY umami food truck. Keffiyeh you probably haven't heard of them hoodie kogi butcher mumblecore. Waistcoat lyft tousled, mumblecore mlkshk distillery authentic gentrify sartorial. Health goth small batch trust fund mixtape, selvage subway tile chillwave before they sold out prism.",
    "podcast_title": "Shop Talk",
    "logo": "http://shoptalkshow.com/wp-content/uploads/2012/08/shoptalk_album.jpeg",
    "episode_title": "Special: One on One with a Hacker",
    "air_date": "03/24/2014",
    "url": "http://shoptalkshow.com/episodes/special-one-one-hacker/"
  }, {
    "blog_author": "Phil Putnam",
    "blog_content": "Hammock master cleanse shoreditch aesthetic franzen air plant kogi, meditation fixie letterpress raclette scenester. Bicycle rights succulents literally umami. Affogato unicorn iPhone, tacos thundercats pork belly +1 shabby chic hammock hell of you probably haven't heard of them cronut live-edge crucifix. Enamel pin keytar tacos snackwave live-edge, four loko affogato occupy brunch etsy. Master cleanse banjo tumeric, cliche pour-over slow-carb disrupt cold-pressed swag YOLO chartreuse. Intelligentsia etsy enamel pin hot chicken, hoodie live-edge single-origin coffee four dollar toast brooklyn. Blog helvetica yuccie food truck kinfolk man bun.",
    "podcast_title": "Javascript Jabber",
    "logo": "https://pbs.twimg.com/profile_images/466952257766825984/7UIaZgyJ.jpeg",
    "episode_title": "My JS Story Jon Schlinkert",
    "air_date": "03/09/2017",
    "url": "https://devchat.tv/js-jabber/mjs-008-my-js-story-jon-schlinkert"
  }, {
    "blog_author": "Dan Lauby",
    "blog_content": "Single-origin coffee hell of edison bulb, tacos locavore ethical bitters pabst microdosing everyday carry poke. Ugh PBR&B etsy tumeric pinterest. Hashtag 8-bit tumblr, pok pok wayfarers VHS schlitz brooklyn cray chillwave. +1 chillwave franzen vice, sustainable intelligentsia disrupt salvia swag. Blue bottle bicycle rights church-key keffiyeh truffaut helvetica before they sold out pitchfork. Mustache roof party etsy butcher irony, 3 wolf moon meggings ramps stumptown pabst. Brooklyn master cleanse keytar, lumbersexual four loko copper mug single-origin coffee selfies portland.",
    "podcast_title": "yayQuery",
    "logo": "http://yayquery.com/img/yayQueryLogoSquare.png",
    "episode_title": "When things are things",
    "air_date": "unknown",
    "url": "http://yayquery.com/"
  }, {
    "blog_author": "Philip Putnam",
    "blog_content": "IPhone post-ironic microdosing gluten-free, vexillologist mlkshk yuccie tbh gastropub thundercats tattooed marfa. Hammock man bun small batch, keffiyeh hella celiac synth letterpress scenester swag pickled lyft. Crucifix four dollar toast succulents sartorial. Pabst asymmetrical authentic artisan, normcore vice celiac humblebrag irony trust fund biodiesel vexillologist. Literally pop-up live-edge intelligentsia. You probably haven't heard of them fam aesthetic, yuccie artisan bicycle rights vexillologist fap fanny pack banh mi. YOLO organic viral lomo chillwave, franzen pop-up tofu taxidermy.",
    "podcast_title": "NodeUp",
    "logo": "https://stormpath.com/wp-content/uploads/2016/04/nodeup.png",
    "episode_title": "Internalization Deep Drive",
    "air_date": "03/03/2017",
    "url": "http://nodeup.com/onehundredfourteen"
  }, {
    "blog_author": "Philip Putnam",
    "blog_content": "Do you need to have experience in software development in order to get a job in tech? The answer may surprise you. In a world where technology leads the way to new and exciting innovations and designs, finding a job in tech can seem like a dream. But too often you hear from others around you that entering the field of software development is tougher than it first appears. You must have the skills needed, but skill alone isn’t enough. You must also have experience under your belt. That’s the theory, anyway. So, let’s separate fact from fiction.",
    "podcast_title": "Mentoring Developer",
    "logo": "http://mentoringdevelopers.com/wp-content/uploads/powerpress/mentoring%20Developers-a.png",
    "episode_title": "How to Sell Yourself and Find Work",
    "air_date": "03/14/2017",
    "url": "http://mentoringdevelopers.com/episode-57-how-to-sell-yourself-and-find-work/"
  }],
  "comments": [{
    "author": "Dan Lauby",
    "content": "Dude, Phil. Maybe you should try mentoring yourself!",
    "date": "03/23/2017"
    }, {
    "author": "Philip Putnam",
    "content": "Uh Dan, blogging huh? A little too hip for me",
    "date": "03/21/2017"
    }, {
    "author": "Da Trolla",
    "content": "Your sodumb, you soold be caled Dumo",
    "date": "04/09/2045"
    }, {
    "author": "Anonymous",
    "content": "Your a computer",
    "date": "06/01/1934"
    }]
}
